[
  {
    "id": 1,
    "name": "Pearl",
    "author": "Siân Hughes",
    "annotation": "Marianne is eight years old when her mother goes missing. Left behind with her baby brother and grieving father in a ramshackle house on the edge of a small village, she clings to the fragmented memories of her mother’s love; the smell of fresh herbs, the games they played, and the songs and stories of her childhood. As time passes, Marianne struggles to adjust, fixated on her mother’s disappearance and the secrets she’s sure her father is keeping from her. Discovering a medieval poem called Pearl and trusting in its promise of consolation, Marianne sets out to make a visual illustration of it, a task that she returns to over and over but somehow never manages to complete. Tormented by an unmarked gravestone in an abandoned chapel and the tidal pull of the river, her childhood home begins to crumble as the past leads her down a path of self-destruction. But can art heal Marianne? And will her own future as a mother help her find peace?",
    "year": 2023
  },
  {
    "id": 2,
    "name": "The Casual Vacancy",
    "author": "J. K. Rowling",
    "annotation": "When Barry Fairbrother dies unexpectedly in his early forties, the little town of Pagford is left in shock. Pagford appears to be an English idyll—with a cobbled market square and an ancient abbey—but behind its charming façade lies a town at war. The rich clash with the poor, teenagers battle their parents, wives contend with their husbands, and teachers struggle with their pupils. Pagford is far from what it seems.\n\nThe empty seat Barry leaves on the town council becomes the catalyst for the fiercest conflict the town has ever seen. The election to fill his seat is fraught with passion, duplicity, and unexpected revelations. Who will triumph in this battle of wills?",
    "year": "2012"
  },
  {
    "id": 3,
    "name": "Lud-in-the-Mist",
    "author": "Hope Mirrlees",
    "annotation": "Lud-in-the-Mist, the capital city of the small country Dorimare, is a port at the conﬂuence of two rivers, the Dapple and the Dawl. The Dapple has its origin beyond the Debatable Hills to the west of Lud-in-the-Mist, in Fairyland. In the days of Duke Aubrey, some centuries earlier, fairy things had been looked upon with reverence, and fairy fruit was brought down the Dapple and enjoyed by the people of Dorimare. But after Duke Aubrey had been expelled from Dorimare by the burghers, the eating of fairy fruit came to be regarded as a crime, and anything related to Fairyland was unspeakable. Now, when his son Ranulph is believed to have eaten fairy fruit, Nathaniel Chanticleer, the mayor of Lud-in-the-Mist, finds himself looking into old mysteries in order to save his son and the people of his city.",
    "year": 1926
  },
  {
    "id": 4,
    "name": "The Dalemark Quartet",
    "author": "Diane Wynn Jones",
    "annotation": "For centuries, Dalemark has been a land divided by the feuding earldoms of the North and South. Now, with the help of the Undying, the mysterious gods of Dalemark, four extraordinary young people from the past, present and future will help shape the destiny of their land. Includes Cart and Cwidder, Drowned Ammet, The Spellcoats and The Crown of Dalemark.",
    "year": 1993
  },
  {
    "id": 5,
    "name": "A Night in the Lonesome October",
    "author": "Roger Zelazny",
    "annotation": "Whenever a full moon falls on All Hallow’s Eve the conditions are such that a gate may be opened to allow the Elder Gods to return from the Nether Regions to which they have been banished. Snuff, a preternatural guard dog, and his owner Jack the Ripper, are closers—that is, they and others of their persuasion arrive in the time and place where the gate might open, in order to prevent the Elder God’s return",
    "year": 1993
  },
  {
    "id": 6,
    "name": "Tuck Everlasting",
    "author": "Natalie Babbitt",
    "annotation": "Doomed to - or blessed with - eternal life after drinking from a magic spring, the Tuck family wanders about trying to live as inconspicuously and comfortably as they can. When ten-year-old Winnie Foster stumbles on their secret, the Tucks take her home and explain why living forever at one age is less a blessing that it might seem. Complications arise when Winnie is followed by a stranger who wants to market the spring water for a fortune.",
    "year": 1975
  },
  {
    "id": 7,
    "name": "The Golden Compass",
    "author": "Philip Pullman",
    "annotation": "Lyra is rushing to the cold, far North, where witch clans and armored bears rule. North, where the Gobblers take the children they steal--including her friend Roger. North, where her fearsome uncle Asriel is trying to build a bridge to a parallel world.\n\nCan one small girl make a difference in such great and terrible endeavors? This is Lyra: a savage, a schemer, a liar, and as fierce and true a champion as Roger or Asriel could want--but what Lyra doesn't know is that to help one of them will be to betray the other.",
    "year": "1995"
  },
  {
    "id": 8,
    "name": "The Invisible Life of Addie LaRue",
    "author": "Victoria E. Schwab",
    "annotation": "France, 1714: in a moment of desperation, a young woman makes a Faustian bargain to live forever and is cursed to be forgotten by everyone she meets.\n\nThus begins the extraordinary life of Addie LaRue, and a dazzling adventure that will play out across centuries and continents, across history and art, as a young woman learns how far she will go to leave her mark on the world.\n\nBut everything changes when, after nearly 300 years, Addie stumbles across a young man in a hidden bookstore and he remembers her name.",
    "year": "2020"
  },
  {
    "id": 9,
    "name": "The Poppy War",
    "author": "R. F. Kuang",
    "annotation": "When Rin aced the Keju—the Empire-wide test to find the most talented youth to learn at the Academies—it was a shock to everyone: to the test officials, who couldn’t believe a war orphan from Rooster Province could pass without cheating; to Rin’s guardians, who believed they’d finally be able to marry her off and further their criminal enterprise; and to Rin herself, who realized she was finally free of the servitude and despair that had made up her daily existence. That she got into Sinegard—the most elite military school in Nikan—was even more surprising.\n\nBut surprises aren’t always good.\n\nBecause being a dark-skinned peasant girl from the south is not an easy thing at Sinegard. Targeted from the outset by rival classmates for her color, poverty, and gender, Rin discovers she possesses a lethal, unearthly power—an aptitude for the nearly-mythical art of shamanism. Exploring the depths of her gift with the help of a seemingly insane teacher and psychoactive substances, Rin learns that gods long thought dead are very much alive—and that mastering control over those powers could mean more than just surviving school.\n\nFor while the Nikara Empire is at peace, the Federation of Mugen still lurks across a narrow sea. The militarily advanced Federation occupied Nikan for decades after the First Poppy War, and only barely lost the continent in the Second. And while most of the people are complacent to go about their lives, a few are aware that a Third Poppy War is just a spark away . . .\n\nRin’s shamanic powers may be the only way to save her people. But as she finds out more about the god that has chosen her, the vengeful Phoenix, she fears that winning the war may cost her humanity . . . and that it may already be too late.",
    "year": "2018"
  },
  {
    "id": 10,
    "name": "Piranesi",
    "author": "Susanna Clark",
    "annotation": "Piranesi’s house is no ordinary building: its rooms are infinite, its corridors endless, its walls are lined with thousands upon thousands of statues, each one different from all the others. Within the labyrinth of halls an ocean is imprisoned; waves thunder up staircases, rooms are flooded in an instant. But Piranesi is not afraid; he understands the tides as he understands the pattern of the labyrinth itself. He lives to explore the house.\n\nThere is one other person in the house—a man called The Other, who visits Piranesi twice a week and asks for help with research into A Great and Secret Knowledge. But as Piranesi explores, evidence emerges of another person, and a terrible truth begins to unravel, revealing a world beyond the one Piranesi has always known.",
    "year": "2020"
  }
]
