[
  {
    "id": 9,
    "name": "The Poppy War",
    "author": "R. F. Kuang",
    "annotation": "When Rin aced the Keju—the Empire-wide test to find the most talented youth to learn at the Academies—it was a shock to everyone: to the test officials, who couldn’t believe a war orphan from Rooster Province could pass without cheating; to Rin’s guardians, who believed they’d finally be able to marry her off and further their criminal enterprise; and to Rin herself, who realized she was finally free of the servitude and despair that had made up her daily existence. That she got into Sinegard—the most elite military school in Nikan—was even more surprising.\n\nBut surprises aren’t always good.\n\nBecause being a dark-skinned peasant girl from the south is not an easy thing at Sinegard. Targeted from the outset by rival classmates for her color, poverty, and gender, Rin discovers she possesses a lethal, unearthly power—an aptitude for the nearly-mythical art of shamanism. Exploring the depths of her gift with the help of a seemingly insane teacher and psychoactive substances, Rin learns that gods long thought dead are very much alive—and that mastering control over those powers could mean more than just surviving school.\n\nFor while the Nikara Empire is at peace, the Federation of Mugen still lurks across a narrow sea. The militarily advanced Federation occupied Nikan for decades after the First Poppy War, and only barely lost the continent in the Second. And while most of the people are complacent to go about their lives, a few are aware that a Third Poppy War is just a spark away . . .\n\nRin’s shamanic powers may be the only way to save her people. But as she finds out more about the god that has chosen her, the vengeful Phoenix, she fears that winning the war may cost her humanity . . . and that it may already be too late.",
    "year": 2018
  },
  {
    "id": 10,
    "name": "Piranesi",
    "author": "Susanna Clark",
    "annotation": "Piranesi’s house is no ordinary building: its rooms are infinite, its corridors endless, its walls are lined with thousands upon thousands of statues, each one different from all the others. Within the labyrinth of halls an ocean is imprisoned; waves thunder up staircases, rooms are flooded in an instant. But Piranesi is not afraid; he understands the tides as he understands the pattern of the labyrinth itself. He lives to explore the house.\n\nThere is one other person in the house—a man called The Other, who visits Piranesi twice a week and asks for help with research into A Great and Secret Knowledge. But as Piranesi explores, evidence emerges of another person, and a terrible truth begins to unravel, revealing a world beyond the one Piranesi has always known.",
    "year": 2020
  },
  {
    "id": 11,
    "name": "Possession",
    "author": "A.S. Byatt",
    "annotation": "Possession is an exhilarating novel of wit and romance, at once an intellectual mystery and a triumphant love story. It is the tale of a pair of young scholars researching the lives of two Victorian poets. As they uncover their letters, journals and poems, and track their movements from London to Yorkshire - from spiritualist séances to the fairy-haunted far west of Brittany - what emerges is an extraordinary counterpoint of passions and ideas.",
    "year": 1990
  },
  {
    "id": 12,
    "name": "Tress of the Emerald Sea",
    "author": "Brandon Sanderson",
    "annotation": "The only life Tress has known on her island home in an emerald-green ocean has been a simple one, with the simple pleasures of collecting cups brought by sailors from faraway lands and listening to stories told by her friend Charlie. But when his father takes him on a voyage to find a bride and disaster strikes, Tress must stow away on a ship and seek the Sorceress of the deadly Midnight Sea. Amid the spore oceans where pirates abound, can Tress leave her simple life behind and make her own place sailing a sea where a single drop of water can mean instant death?",
    "year": 2023
  },
  {
    "id": 13,
    "name": "The Coming of the Fairies",
    "author": "Arthur Conan Doyle",
    "annotation": "One of the great hoaxes of all time, the Cottingley Fairy photographs are proof of mankind s willingness to believe. Conan Doyle s book, reprinted here with the original photographs, offers a unique insight into the mind of an intelligent, highly respected figure, who just happened to believe in fairies.",
    "year": 1921
  },
  {
    "id": 14,
    "name": "The Faerie Queene",
    "author": "Edmund Spenser",
    "annotation": "The Faerie Queene was the first epic in English and one of the most influential poems in the language for later poets from Milton to Tennyson. Dedicating his work to Elizabeth I, Spenser brilliantly united medieval romance and renaissance epic to expound the glory of the Virgin Queen. The poem recounts the quests of knights including Sir Guyon, Knight of Constance, who resists temptation, and Artegall, Knight of Justice, whose story alludes to the execution of Mary Queen of Scots.\nComposed as an overt moral and political allegory, The Faerie Queene, with its dramatic episodes of chivalry, pageantry and courtly love, is also a supreme work of atmosphere, colour and sensuous description.",
    "year": 1590
  },
  {
    "id": 15,
    "name": "The Magicians",
    "author": "Lev Grossman",
    "annotation": "Quentin Coldwater is brilliant but miserable. A senior in high school, he’s still secretly preoccupied with a series of fantasy novels he read as a child, set in a magical land called Fillory. Imagine his surprise when he finds himself unexpectedly admitted to a very secret, very exclusive college of magic in upstate New York, where he receives a thorough and rigorous education in the craft of modern sorcery.\n\nHe also discovers all the other things people learn in college: friendship, love, sex, booze, and boredom. Something is missing, though. Magic doesn’t bring Quentin the happiness and adventure he dreamed it would. After graduation he and his friends make a stunning discovery: Fillory is real. But the land of Quentin’s fantasies turns out to be much darker and more dangerous than he could have imagined. His childhood dream becomes a nightmare with a shocking truth at its heart.",
    "year": 0
  },
  {
    "id": 16,
    "name": "The Garden Against Time: In Search of a Common Paradise",
    "author": "Olivia Laing",
    "annotation": "In 2020, Olivia Laing began to restore a walled garden in Suffolk, an overgrown Eden of unusual plants. The work drew her into an exhilarating investigation of paradise and its long association with gardens. Moving between real and imagined gardens, from Milton’s Paradise Lost to John Clare’s enclosure elegies, from a wartime sanctuary in Italy to a grotesque aristocratic pleasure ground funded by slavery, Laing interrogates the sometimes shocking cost of making paradise on earth.\n\nBut the story of the garden doesn’t always enact larger patterns of privilege and exclusion. It’s also a place of rebel outposts and communal dreams. From the improbable queer utopia conjured by Derek Jarman on the beach at Dungeness to the fertile vision of a common Eden propagated by William Morris, new modes of living can and have been attempted amidst the flower beds, experiments that could prove vital in the coming era of climate change.",
    "year": 0
  }
]
